README.org
#+OPTIONS: toc:nil
#+OPTIONS: num:nil

* My Home Page

  This website serves as a collection of my past finished work (in whatever stage they were finished). Any code stored in this repository can be used for non-commercial purposes as long as you cite this repository.

** Personal Projects

   Projects that I pursued independently of any obligation or commitment.

** Political Projects

   Projects I pursued related to community activism.

** School Projects

   Projects that I pursued for an assignment or some other formal educational context.

** Work Projects

   Projects that I pursued at the request or at the behest of an employer.

** Links and Resources

   Anything that isn't a project I created that I think is important for understanding any of the projects I did create.
