README.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" href="https://cdn.simplecss.org/simple.min.css" />
</head>
<body>
<div id="content">

<div id="outline-container-org5ae8b0b" class="outline-2">
<h2 id="org5ae8b0b"><span class="todo TODO">TODO</span> My Home Page</h2>
<div class="outline-text-2" id="text-org5ae8b0b">
<p>
This website serves as a collection of my past finished work (in whatever stage they were finished). Any code stored in this repository can be used for non-commercial purposes as long as you cite this repository.
</p>
</div>

<div id="outline-container-org6a1a307" class="outline-3">
<h3 id="org6a1a307">Personal Projects</h3>
<div class="outline-text-3" id="text-org6a1a307">
<p>
Projects that I pursued independently of any obligation or commitment.
</p>
</div>
</div>

<div id="outline-container-orgee89f30" class="outline-3">
<h3 id="orgee89f30">Political Projects</h3>
<div class="outline-text-3" id="text-orgee89f30">
<p>
Projects I pursued related to community activism.
</p>
</div>
</div>

<div id="outline-container-org2b45e3b" class="outline-3">
<h3 id="org2b45e3b">School Projects</h3>
<div class="outline-text-3" id="text-org2b45e3b">
<p>
Projects that I pursued for an assignment or some other formal educational context.
</p>
</div>
</div>

<div id="outline-container-org3c156e6" class="outline-3">
<h3 id="org3c156e6">Work Projects</h3>
<div class="outline-text-3" id="text-org3c156e6">
<p>
Projects that I pursued at the request or at the behest of an employer.
</p>
</div>
</div>

<div id="outline-container-org86af7f3" class="outline-3">
<h3 id="org86af7f3">Links and Resources</h3>
<div class="outline-text-3" id="text-org86af7f3">
<p>
Anything that isn't a project I created that I think is important for understanding any of the projects I did create.
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 27.2 (<a href="https://orgmode.org">Org</a> mode 9.4.4)</p>
</div>
</body>
</html>
